Repository: ActualFrancia/Ascii-Emotes-Keyboard
Catalog: Ascii Emotes Keyboard/Localizable.xcstrings
Source language: en
Languages: es, fr, id, ja, ko, pt_br, pt_pt, zh_hans, zh_hant

source: About
es: Acerca de
fr: À propos de
id: Tentang
ja: 約
ko: 약
pt_br: Sobre
pt_pt: Sobre
zh_hans: 关于
zh_hant: 關於

source: About Ascii Emotes
es: Acerca de Ascii Emoticonos
fr: À propos de Ascii Émoticônes
id: Tentang Ascii Emotikon
ja: Ascii 絵文字 について
ko: Ascii 이모티콘 정보
pt_br: Sobre Ascii Emoticons
pt_pt: Sobre Ascii Emoticons
zh_hans: 关于 Ascii 表情
zh_hant: 關於 Ascii 表情

source: Ascii Emotes
es: Ascii Emoticonos
fr: Ascii Émoticônes
id: Ascii Emotikon
ja: Ascii 絵文字
ko: Ascii 이모티콘
pt_br: Ascii Emoticons
pt_pt: Ascii Emoticons
zh_hans: Ascii 表情
zh_hant: Ascii 表情

source: Ascii Emotes for iOS
es: Emoticonos Ascii para iOS
fr: Ascii Émoticônes pour iOS
id: Ascii Emotikon untuk iOS
ja: iOS 用の ASCII 絵文字
ko: iOS용 Ascii 이모티콘
pt_br: Emoticons Ascii para iOS
pt_pt: Emoticons Ascii para iOS
zh_hans: Ascii 表情 iOS
zh_hant: Ascii 表情 iOS

source: Auto dark and light mode switching!
es: ¡Cambio automático entre el modo oscuro y el modo claro!
fr: Passage automatique du mode sombre au mode clair !
id: Pergantian mode gelap dan mode terang otomatis!
ja: 自動ダークモードとライトモードの切り替え！
ko: 자동 다크 모드 및 라이트 모드 전환!
pt_br: Troca automática entre modo escuro e modo claro!
pt_pt: Alternância automática entre o modo escuro e o modo claro!
zh_hans: 自动暗模式和亮模式切换！
zh_hant: 自動暗模式和亮模式切換！

source: by Gino Francia
es: Por Gino Francia
fr: Par Gino Francia
id: Oleh Gino Francia
ja: Gino Franciaによって
ko: Gino Francia가 제작
pt_br: Por Gino Francia
pt_pt: Por Gino Francia
zh_hans: 由Gino Francia
zh_hant: 由Gino Francia

source: Easy access to a variety of ASCII emotes!
es: ¡Acceso fácil a una variedad de emoticonos ASCII!
fr: Accès facile à une variété d'émoticônes ASCII !
id: Akses mudah ke berbagai emotikon ASCII!
ja: さまざまな ASCII 絵文字への簡単なアクセス！
ko: 다양한 ASCII 이모티콘을 쉽게 이용하세요!
pt_br: Acesso fácil a uma variedade de emoticons Ascii!
pt_pt: Acesso fácil a uma variedade de emoticons Ascii!
zh_hans: 轻松访问各种 ASCII 表情！
zh_hant: 輕鬆存取各種 ASCII 表情！

source: Enjoy! ｡>‿‿◕｡
es: ¡Disfruta! ｡>‿‿◕｡
fr: Profitez-en ! ｡>‿‿◕｡
id: Nikmati! ｡>‿‿◕｡
ja: 楽しんで！｡>‿‿◕｡
ko: 즐겨보세요! ｡>‿‿◕｡
pt_br: Aproveite! ｡>‿‿◕｡
pt_pt: Aproveite! ｡>‿‿◕｡
zh_hans: 享受！｡>‿‿◕｡
zh_hant: 享受！｡>‿‿◕｡

source: Features
es: Características
fr: Fonctionnalités
id: Fitur
ja: 特徴
ko: 특징
pt_br: Recursos
pt_pt: Funcionalidades
zh_hans: 特点
zh_hant: 特色

source: Feel free to leave feedback to help development!
es: ¡Siéntase libre de dejar comentarios para ayudar en el desarrollo!
fr: N'hésitez pas à laisser vos commentaires pour aider au développement !
id: Silakan tinggalkan umpan balik untuk membantu pengembangan!
ja: 開発を支援するためにフィードバックをお寄せください！
ko: 개발을 돕기 위해 피드백을 자유롭게 남겨주세요!
pt_br: Sinta-se à vontade para deixar feedback para ajudar no desenvolvimento!
pt_pt: Sinta-se à vontade para deixar feedback para ajudar no desenvolvimento!
zh_hans: 随时留下反馈，以帮助开发！
zh_hant: 隨時留下反饋，以幫助開發！

source: Feel free to reach out to me on any social media platform to suggest new emotes or provide feedback on the app!
es: ¡No dudes en contactarme en cualquier plataforma de redes sociales para sugerir nuevos emoticonos o proporcionar comentarios sobre la aplicación!
fr: N'hésitez pas à me contacter sur n'importe quelle plateforme de médias sociaux pour suggérer de nouveaux émoticônes ou fournir des commentaires sur l'application !
id: Jangan ragu untuk menghubungi saya di platform media sosial manapun untuk menyarankan emotikon baru atau memberikan umpan balik tentang aplikasi!
ja: 新しい絵文字を提案したり、アプリのフィードバックを提供するために、どのソーシャルメディアプラットフォームからでも気軽に連絡してください！
ko: 새로운 이모티콘을 제안하거나 앱에 대한 피드백을 제공하려면 어느 소셜 미디어 플랫폼에서든지 자유롭게 연락하십시오!
pt_br: Sinta-se à vontade para entrar em contato comigo em qualquer plataforma de mídia social para sugerir novos emoticons ou fornecer feedback sobre o aplicativo!
pt_pt: Sinta-se à vontade para entrar em contato comigo em qualquer plataforma de mídia social para sugerir novos emoticons ou fornecer feedback sobre o aplicativo!
zh_hans: 随时通过任何社交媒体平台与我联系，建议新的表情符号或提供应用反馈！
zh_hant: 隨時透過任何社交媒體平台與我聯繫，建議新的表情符號或提供應用反饋！

source: Follow Me
es: Sígueme
fr: Suivez-moi
id: Ikuti Saya
ja: フォローしてください
ko: 저를 팔로우하세요
pt_br: Siga-me
pt_pt: Segue-me
zh_hans: 关注我
zh_hant: 關注我

source: GitHub Repository
es: Repositorio de GitHub
fr: Dépôt GitHub
id: Repositori GitHub
ja: GitHubリポジトリ
ko: GitHub 저장소
pt_br: Repositório do GitHub
pt_pt: Repositório do GitHub
zh_hans: GitHub存储库
zh_hant: GitHub存儲庫

source: Haptic feedback on all buttons!
es: ¡Comentarios hápticos en todos los botones!
fr: Retour haptique sur tous les boutons !
id: Retour haptique sur tous les boutons !
ja: すべてのボタンで触覚フィードバック！
ko: 모든 버튼에 햅틱 피드백!
pt_br: Feedback háptico em todos os botões!
pt_pt: Feedback háptico em todos os botões!
zh_hans: 所有按钮上的触觉反馈！
zh_hant: 所有按鈕上的觸覺回饋！

source: Hello, World!
es: ¡Hola, Mundo!
fr: Bonjour, le monde !
id: Halo, Dunia!
ja: こんにちは、世界！
ko: 안녕하세요, 세계!
pt_br: Olá, Mundo!
pt_pt: Olá, Mundo!
zh_hans: 你好，世界！
zh_hant: 你好，世界！

source: How to Setup
es: Cómo Configurar
fr: Comment Configurer
id: Cara Menyiapkan
ja: セットアップ方法
ko: 설치 방법
pt_br: Como Configurar
pt_pt: Como Configurar
zh_hans: 如何设置
zh_hant: 如何設置

source: Modern design language tailored for iOS devices!
es: ¡Lenguaje de diseño moderno adaptado para dispositivos iOS!
fr: Langage de conception moderne adapté aux appareils iOS !
id: Bahasa desain modern yang disesuaikan untuk perangkat iOS!
ja: iOSデバイスに合わせたモダンなデザイン言語！
ko: iOS 기기에 맞춘 현대적인 디자인 언어!
pt_br: Linguagem de design moderna adaptada para dispositivos iOS!
pt_pt: Linguagem de design moderna adaptada para dispositivos iOS!
zh_hans: 专为iOS设备量身定制的现代设计语言！
zh_hant: 專為iOS裝置量身定制的現代設計語言！

source: Open App Setings
es: Abrir configuración de la aplicación
fr: Ouvrir les paramètres de l'application
id: Buka Pengaturan Aplikasi
ja: アプリの設定を開く
ko: 앱 설정 열기
pt_br: Abrir Configurações do Aplicativo
pt_pt: Abrir Configurações da Aplicação
zh_hans: 打开应用设置
zh_hant: 打開應用程式設置

source: Open Ascii Emotes in Settings
es: Abrir Emoticonos Ascii en Configuración
fr: Ouvrir Ascii Émoticônes dans les paramètres
id: Buka Emotikon Ascii di Pengaturan
ja: 設定でAscii 絵文字を開く
ko: 설정에서 Ascii 이모티콘 열기
pt_br: Abrir Emoticons Ascii nas Configurações
pt_pt: Abrir Emoticons Ascii nas Definições
zh_hans: 在设置中打开 Ascii 表情
zh_hant: 在設置中開啟 Ascii 表情

source: Rate
es: Calificar
fr: Évaluer
id: Beri Nilai
ja: 評価する
ko: 평가하기
pt_br: Avaliar
pt_pt: Avaliar
zh_hans: 评分
zh_hant: 評分

source: Setup Instructions:
es: Instrucciones de Configuración:
fr: Instructions de configuration :
id: Instruksi Penyiapan:
ja: セットアップ手順：
ko: 설치 지침:
pt_br: Instruções de Configuração:
pt_pt: Instruções de Configuração:
zh_hans: 设置说明：
zh_hant: 設置說明：

source: Share
es: Compartir
fr: Partager
id: Bagikan
ja: 共有
ko: 공유
pt_br: Compartilhar
pt_pt: Partilhar
zh_hans: 分享
zh_hant: 分享

source: Social Media
es: Redes Sociales
fr: Médias Sociaux
id: Media Sosial
ja: ソーシャルメディア
ko: 소셜 미디어
pt_br: Mídias Sociais
pt_pt: Redes Sociais
zh_hans: 社交媒体
zh_hant: 社交媒體

source: Source Code
es: Código Fuente
fr: Code Source
id: Kode Sumber
ja: ソースコード
ko: 소스 코드
pt_br: Código-fonte
pt_pt: Código Fonte
zh_hans: 源代码
zh_hant: 源代碼

source: Support for multiple language localizations!
es: ¡Soporte para múltiples localizaciones de idiomas!
fr: Prise en charge de plusieurs localisations linguistiques !
id: Dukungan untuk banyak lokalitas bahasa!
ja: 複数言語のローカライズをサポート！
ko: 여러 언어 지역화 지원!
pt_br: Suporte para múltiplas localizações de idiomas!
pt_pt: Suporte para múltiplas localizações de idiomas!
zh_hans: 支持多种语言本地化！
zh_hant: 支援多種語言本地化！

source: Tap 'Keyboards'.
es: Toque en 'Teclados'.
fr: Appuyez sur 'Claviers'.
id: Ketuk 'Papan Ketik'.
ja: 「キーボード」をタップします。
ko: '키보드'를 탭하십시오.
pt_br: Toque em 'Teclados'.
pt_pt: Toque em 'Teclados'.
zh_hans: 点击“键盘”。
zh_hant: 點擊“鍵盤”。

source: The Ascii Emotes keyboard app is the result of a passion project to reintroduce the joy of using fun ASCII emotes in everyday messaging!
es: ¡La aplicación de teclado Ascii Emotes es el resultado de un proyecto apasionado para reintroducir la alegría de usar emoticonos ASCII divertidos en mensajes diarios!
fr: L'application de clavier Ascii Emotes est le résultat d'un projet passionné visant à réintroduire la joie d'utiliser des émoticônes ASCII amusantes dans les messages quotidiens !
id: Aplikasi papan ketik Ascii Emotes adalah hasil dari proyek yang penuh gairah untuk memperkenalkan kembali kegembiraan menggunakan emotikon ASCII yang menyenangkan dalam pesan sehari-hari!
ja: Ascii Emotes キーボードアプリは、日常のメッセージで楽しい ASCII 絵文字を使用する喜びを再導入する情熱プロジェクトの結果です！
ko: Ascii Emotes 키보드 앱은 일상적인 메시지에서 재미있는 ASCII 이모티콘을 사용하는 기쁨을 다시 소개하기 위한 열정적인 프로젝트의 결과입니다!
pt_br: O aplicativo de teclado Ascii Emotes é o resultado de um projeto de paixão para reintroduzir a alegria de usar emoticons ASCII divertidos em mensagens diárias!
pt_pt: A aplicação de teclado Ascii Emotes é o resultado de um projeto de paixão para reintroduzir a alegria de usar emoticons ASCII divertidos em mensagens diárias!
zh_hans: Ascii 表情键盘应用程序是一个激情项目的结果，旨在重新引入在日常消息中使用有趣的 ASCII 表情的乐趣！
zh_hant: Ascii 表情鍵盤應用程式是一個激情專案的結果，旨在重新引入在日常訊息中使用有趣的 ASCII 表情的樂趣！

source: The keyboard is designed to provide an easy-to-use experience and features a modern design language tailored for iOS devices.
es: El teclado está diseñado para proporcionar una experiencia fácil de usar y presenta un lenguaje de diseño moderno adaptado para dispositivos iOS.
fr: Le clavier est conçu pour offrir une expérience facile à utiliser et dispose d'un langage de conception moderne adapté aux appareils iOS.
id: Papan ketik dirancang untuk memberikan pengalaman pengguna yang mudah digunakan dan memiliki bahasa desain modern yang disesuaikan untuk perangkat iOS.
ja: このキーボードは使いやすい体験を提供するように設計されており、iOS デバイス向けに特別に設計されたモダンなデザイン言語を特色としています。
ko: 이 키보드는 사용하기 쉬운 경험을 제공하도록 설계되었으며, iOS 기기에 맞춘 현대적인 디자인 언어를 특징으로합니다.
pt_br: O teclado é projetado para fornecer uma experiência fácil de usar e apresenta uma linguagem de design moderna adaptada para dispositivos iOS.
pt_pt: O teclado é projetado para fornecer uma experiência fácil de usar e apresenta uma linguagem de design moderna adaptada para dispositivos iOS.
zh_hans: 该键盘旨在提供易于使用的体验，并具有专为 iOS 设备量身定制的现代设计语言。
zh_hant: 該鍵盤旨在提供易於使用的體驗，並具有專為 iOS 裝置量身定制的現代設計語言。

source: Turn on 'Allow Full Access'.
es: Activa 'Permitir Acceso Completo'.
fr: Activez "Autoriser l'accès complet".
id: Aktifkan 'Izinkan Akses Penuh'.
ja: 「完全アクセスを許可」をオンにします。
ko: '전체 액세스 허용'을 켜십시오.
pt_br: Ative 'Permitir Acesso Completo'.
pt_pt: Ative 'Permitir Acesso Completo'.
zh_hans: 打开“允许完全访问”。
zh_hant: 打開“允許完全訪問”。

source: Turn on 'Ascii Emotes'.
es: Activa 'Emoticonos Ascii'.
fr: Activez "Ascii Émoticônes".
id: Aktifkan 'Ascii Emotes'.
ja: 「Ascii 絵文字」をオンにします。
ko: 'Ascii 이모티콘'을 켜십시오.
pt_br: Ative 'Emoticons Ascii'.
pt_pt: Ative 'Emoticons Ascii'.
zh_hans: 打开“Ascii 表情”。
zh_hant: 打開“Ascii 表情”。

source: You can access the complete source code of the app on GitHub!
es: ¡Puedes acceder al código fuente completo de la aplicación en GitHub!
fr: Vous pouvez accéder au code source complet de l'application sur GitHub !
id: Anda dapat mengakses kode sumber lengkap aplikasi di GitHub!
ja: GitHubでアプリの完全なソースコードにアクセスできます！
ko: GitHub에서 앱의 완전한 소스 코드에 액세스할 수 있습니다!
pt_br: Você pode acessar o código-fonte completo do aplicativo no GitHub!
pt_pt: Você pode aceder ao código-fonte completo do aplicativo no GitHub!
zh_hans: 您可以在 GitHub 上访问应用程序的完整源代码！
zh_hant: 您可以在 GitHub 上訪問應用程式的完整源代碼！
